<section class="success" id="about">
    <div class="container">
        <div class="row">
            <div class="col-lg-12 text-center">
                <h2>هدف پروژه</h2>
                <hr class="star-light">
            </div>
        </div>
        <div class="row">
            <div class="col-md-10 col-md-offset-1 col-xs-12 api-box text-justify">
                <p>«فیلم‌ها‌» برای حل مشکل دو گروه از توسعه‌دهندگان به وجود آماده است. گروه اول کسانی هستند که به تازگی یادگیری یک زبان جدید مثل android یا ios را شروع کرده‌اند و برای تمرین نیاز به یک وب سرویس کامل و بدون پیچیدگی‌های رایج (مثل  اجباری بودن api_key و … )  دارند. گروه دوم توسعه‌دهندگان حرفه‌ای می‌باشند که برای مقاله‌های آموزشی و یا آزمودن روش‌های مختلف نیاز به یک وب سرویس کامل دارند، البته این گروه توانایی رفع نیازشان را دارند اما با استفاده از «فیلم‌ها» می‌توانند در وقت خود صرفه‌جویی کنند.</p>
                <p>در آینده‌‌ی نزدیک متدهای بیشتری به این وب سرویس اضافه می‌شود و حتی توسعه‌دهندگان می‌توانند روش‌های authentication مثل jwt را امتحان کنند. این پروژه متن‌باز هست و از همکاری توسعه‌دهنگان استقبال می‌شود.</p>
            </div>

        </div>
    </div>
</section>
